Repository: brunorsviana/doliwoo
Catalog: languages/doliwoo-*.po
Languages: pt_br

source: View DoliWoo Settings
pt_br: Ver Configurações DoliWoo

source: Settings
pt_br: Configurações

source: Dolibarr webservices access
pt_br: Acesso de webservices Dolibarr

source: Source application
pt_br: Aplicação de origem

source: How this application will identify itself to the webservice.
pt_br: Como este aplicativo se identificará ao serviço web.

source: Enter Dolibarr webservices root URL (i.e. https://mydolibarr.com/webservices)
pt_br: Digite o URL da raiz do site Dolibarr webservices (ex. https://meudolibarr.com/webservices)

source: Delay
pt_br: Atraso

source: Choose the automatic update frequency
pt_br: Escolha a frequência de atualização automática

source: Once Hourly
pt_br: Uma vez por hora

source: Twice Daily
pt_br: Duas vezes por dia

source: Once Daily
pt_br: Uma vez por dia

source: Key
pt_br: Chave

source: Enter your Dolibarr webservices key
pt_br: Digite sua chave de webservices do Dolibarr

source: User login
pt_br: Login de usuário

source: Dolibarr actions will be done as this user
pt_br: As ações Dolibarr serão feitas como esse usuário

source: User password
pt_br: Senha do usuário

source: Entity
pt_br: Entidade

source: Products category
pt_br: Categoria de produtos

source: The ID of the products category you want to automatically import products from.
pt_br: O ID da categoria de produtos, dos produtos que deseja importar automaticamente from.

source: Generic thirdparty
pt_br: Terceiro Genérico

source: The ID of the thirdparty that'll be used for anonymous orders.
pt_br: O ID do terceiro que será usado para pedidos anônimos.

source: Dolibarr version
pt_br: Versão do Dolibarr

source: If the webservice communication is OK, it displays your Dolibarr version
pt_br: Se a comunicação da webservice estiver OK, ela exibe sua versão Dolibarr

source: Please configure the plugin.
pt_br: Configure o plugin.

source: Not compatible! Please use at least Dolibarr v3.4.0.
pt_br: Não compatível! Use pelo menos Dolibarr v3.4.0.

source: (Detected v%s)
pt_br: (Detectado v%s)

source: The protocol to use is https://
pt_br: O protocolo a ser usado é https: //

source: The webservice is not available. Please check the URL.
pt_br: O webservice não está disponível. Verifique o URL.

source: User ID
pt_br: ID do usuário

source: The Dolibarr ID for this user
pt_br: O ID Dolibarr para este usuário

source: Dolibarr User ID
pt_br: ID de usuário de Dolibarr

source: VAT
pt_br: Imposto

source: Dolibarr WooCommerce integration
pt_br: Integração Dolibarr WooCommerce
